IDEA Open Model
ConcreteSetupEc2 Properties
The ConcreteSetupEc2 type exposes the following members.
Properties
Name | Description
Annex
 Annex code
Id
 Element Id
 (Inherited from OpenElementId.)
Nad
 Nad strategy
SetupValues
 Setup values
 (Inherited from ConcreteSetup.)
Top
See Also
Reference
ConcreteSetupEc2 Class
IdeaRS.OpenModel.Concrete Namespace